<template>
  <div class="mod-home">
    <h3>项目介绍</h3>
    <ul>
      <li>爱华家电维修管理系统需求说明</li>
      <li>需要完成的功能模块：</li>
      <li>
        1、	字典项维护
        2、	零部件主数据维护
        3、	零部件库存管理
        4、	前台->接机登记（维修单登记，开单）
        5、	维修分配（维修单指派给维修人员维修）
        6、	维修任务->维修->零件添加->收费信息
        7、	统计报表-按人统计维修单据数，涉及金额，业绩
      </li>
    </ul>
    <h3>项目背景</h3>
    <ul>
      <li>爱华维修站主要做家电维修，代理了 飞利浦、雅马哈、逻兰等厂家的部分产品售后维修服务，该系统是爱华维修站的一个内部管理系统，主要用来管理整个维修过程涉及的相关节点，流程如下</li>
      <li> 1、接机登记(前台开单)->2、维修单分配(前台把维修单指派给相关维修师傅)->3、维修任务|维修(维修师傅能查看到指派给他的维修单，进行机器维修，可以把维修中用到的零部件、及相关费用、照片 登记在维修单中)->4、报表统计(管理员能汇总每月 每个师傅的维修业绩，维修了多少单，收入多少，算业绩提成)</li>

    </ul>

  </div>
</template>

<script>
  export default {
  }
</script>

<style>
  .mod-home {
    line-height: 1.5;
  }
</style>

